"PHONE_TITLE" = "Telefon";
"CALLS_LABEL" = "Apeluri";
"CALL_FORWARDING" = "Redirecționare apel";
"SHOW_CALLER_ID" = "Afișare nr. propriu";

"Loading" = "Încărcare…";
"Reverted" = "Restabilit";
"Saving" = "Salvare…";
"FAILED" = "Eroare";
"SUCCESS" = "Corect";
"ERROR" = "Eroare";
"DISMISS" = "Ignorați";

"Calls" = "Apeluri";
"International Assist" = "Asistență internațională";
"Phone" = "Telefon";
"Show My Caller ID" = "Afișare nr. propriu";

"SETTING_SAVE_ERROR" = "Imposibil de salvat configurarea %@.";
"kCTSettingTypeCallForwarding" = "redirecționare apel";
"kCTSettingTypeCallWaiting" = "apel în așteptare";
"kCTSettingTypeCallingLineIdRestriction" = "identificare apelant";
"kCTSettingTypeSIMLock" = "PIN pentru SIM";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Dezactivat";
"ON" = "Activat";

"Network Selection" = "Selectare rețea";
"SIM PIN" = "PIN pentru SIM";

"Call Forwarding" = "Redirecționare apel";
"Call Waiting" = "Apel în așteptare";
"Network" = "Rețea";
"SIM Applications" = "Aplicații SIM";
"TTY" = "TTY";

"Automatic" = "Automat";

"Save" = "Salvați";
"Cancel" = "Anulați";
"Done" = "OK";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN pt. blocare SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN pt. deblocare SIM. %@";

"Current Password" = "Parola actuală";
"New Password" = "Parolă nouă";
"Confirm New Password" = "Confirmați parola nouă";

"ATTEMPT_REMAINING" = "%@ încercare rămasă.";
"ATTEMPTS_REMAINING" = "%@ încercări rămase.";

"COULD_NOT_LOCK" = "Blocare SIM nereușită. %@";
"COULD_NOT_UNLOCK" = "Deblocare SIM nereușită. %@";
"Could not change PIN" = "Imposibil de modificat codul PIN. %@";
"CHANGE_PIN" = "Modificați PIN";
"Error: Passwords do not match" = "Eroare: parolele nu coincid";

"ENABLE_TTY" = "Doriți să utilizați TTY pentru apelul (apelurile) în curs?";
"DISABLE_TTY" = "Doriți să dezactivați TTY pentru apelul (apelurile) în curs?";

"Yes" = "Da";
"No" = "Nu";

"PHONE" = "Numărul meu: %@";

"MY_NUMBER" = "Numărul meu";
"UNKNOWN_NUMBER" = "Necunoscut";
"MY_NUMBER_PLACEHOLDER" = "Număr";
"SAVE_MY_NUMBER" = "Salvați|Anulați";
"CANCEL_MY_NUMBER" = "Anulați|Salvați";

"SHOW" = "Afișare";
"HIDE" = "Mascați";
"NETWORK" = "Implicit";

"Change Voicemail Password" = "Modificați parola mesageriei";
"PASSWORD" = "Parolă";
"OLD_PASSWORD_PROMPT" = "Introduceți parola actuală pentru mesagerie";
"NEW_PASSWORD_PROMPT" = "Introduceți o parolă nouă pentru mesagerie";
"NEW_PASSWORD_REENTRY_PROMPT" = "Confirmați parola nouă pentru mesagerie";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Parola nu corespunde. Reîncercați.";
"SAVING_PASSWORD_PROMPT" = "Salvare parolă…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Mesagerie indisponibilă\nReîncercați mai târziu.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Eroare mesagerie\nImposibil de modificat parola momentan.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Parolă salvată";

"DIAL_ASSIST_HELP" = "Asistența internațională adaugă automat prefixul internațional corect la numerele de telefon atunci când le apelați din străinătate.";

"Contacts" = "Contacte";
"Sort Order" = "Ordine sortare";
"Display Order" = "Ordine afișare";
"FIRST" = "Prenume, nume";
"LAST" = "Nume, prenume";

"CARRIER" = "Operator";
"CARRIER_SERVICES" = "Servicii %@";

"PIN" = "PIN";
"CURRENT_PIN" = "PIN actual";
"NEW_PIN" = "PIN nou";
"CONFIRM_NEW_PIN" = "Confirmați PIN nou";
"Error: PINs do not match" = "Eroare: PIN-urile nu coincid";

"FORWARD_ALL" = "Toate";
"FORWARD_CUSTOM" = "Personalizat";
"FORWARD_TO" = "Deviere către";
"FORWARDING_TO" = "Deviere către";
"NO_ANSWER" = "Niciun răspuns";
"BUSY" = "Ocupat";
"UNREACHABLE" = "Indisponibil";

"CALL_FORWARD_ERROR_TITLE" = "Redirecționare apel";
"CALL_FORWARD_ERROR_MESSAGE" = "Unele configurări de redirecționare a apelului nu au putut fi modificate";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Numărul de telefon nu a putut fi salvat.";
